{
    "news": [
        {
        "id": 1,
        "title": "TYLOO QUALIFY FOR STARSERIES I-LEAGUE SEASON 6",
        "content": 
        [
            "The StarSeries i-League S6 Asia qualifier began with a 16-team GSL group stage, from where some of the main favorites advanced to the playoffs without much trouble, such as TYLOO, BOOT-d[S], and Flash, with MVP PK also making it through despite a loss to CyberZen in Group B.",
            "Only the upper bracket of the double-elimination playoffs has been played out thus far. TYLOO and MVP PK passed the quarter-finals as well as the semi-finals, with the latter defeating Flash and BOOT-d[S] on the way to the upper final.",
            "The two sides then locked horns for one of the two spots allocated to Asia at the $300,000 event. Hansel \"BnTeT\" Ferdinand & co. kicked things off with a dominant win on Mirage following a near-perfect CT side, while MVP PK responded with a similarly convincing offense on their pick, Inferno.",
            "It came down to Train, where Chinese-Indonesian team grabbed nine rounds on the defense. After losing the following pistol round, TYLOO went on a seven-round streak to secure their berth at StarSeries with a 2-1 victory.",
            "The lower bracket of the qualifier will now follow with Beyond versus Flash taking place later on Saturday. The other spot at the main event will be determined on Monday in the consolidation final, where MVP PK are waiting for their opponent."
        ],
        "created_at":"",
        "updated_at":"August 18th, 2018 18:22",
        "img": 
        [
            "https://static.hltv.org/images/galleries/11415-medium/1532005649.9346.jpeg"
        ]
        },
        {
        "id": 2,
        "title": "FNATIC INVITED TO IEM CHICAGO",
        "content": 
            [
                "Ranked ninth in the world, fnatic will be joining seven other top-10 teams in Chicago, including Astralis, Liquid, and FaZe, among others.",
                "With the Swedes addition, only one more team remains to be directly invited, with the other six spots at the $250,000 tournament determined via qualifiers around the world.",
                "IEM Chicago is set to take place on November 6-11, with the playoffs being held at the 10,000-seater Wintrust Arena."
            ],
        "created_at":"",
        "updated_at":"August 18th, 2018 14:58",
        "img": 
            [
                "https://dotesports-media-cdn-tqgiyve.stackpathdns.com/wp-content/uploads/2018/08/11092129/773b1708-4bed-4ae5-89ef-191071b72069.jpg"
            ]
        },
        {
        "id": 3,
        "title": "MVP PK QUALIFY FOR IEM CHICAGO",
        "content": 
            [
                "Flash blitzed through the upper bracket in the Asia Closed Qualifier, beating 5POWER, MiTH, and MVP PK to advance to the grand final. MVP PK joined Flash from the lower bracket for a rematch after beating SCARZ Absolute in the consolidation final.",
                "Flash started the best-of-five grand final against MVP PK with a 1-0 lead because the Chinese team won the upper bracket. MVP PK tied the series at 1-1 with a great T-side on Inferno which they won 16-6.", 
                "The Koreans took the lead by taking Cache 16-7 and wrapped up the series with a 16-13 victory on Mirage. With the 3-1 series win MVP PK qualified for IEM Chicago which will take place on November 6-11 with a $250,000 prize pool."
            ],
        "created_at":"",
        "updated_at":"August 21st, 2018 21:50",
        "img": 
            [
                "https://i1.wp.com/www.vpesports.com/wp-content/uploads/2018/08/mvp_pk.jpg?fit=2076%2C1225&ssl=1"
            ]
        },
        {
        "id": 4,
        "title": "DREAMHACK MASTERS STOCKHOLM TALENT ANNOUNCED",
        "content": 
            [
                "After DreamHack announced the groups and the first match-ups, they have now revealed the talent crew that will be on-site broadcasting the tournament from Sweden.", 
                "The crew will feature three duos for the two streams with Anders Blume and Jason \"moses\" O\"Toole, Hugo Byron and Conner \"Scrawny\" Girvan on the B stream, and Henry \"HenryG\" Greer pairing up with Vince Hill.", 
                "On the analysis desk will be three former players, Chad \"SPUNJ\" Burchill, Mathieu \"Maniac\" Quiquerez, and Jacob \"Pimp\" Winneche. Meanwhile, Tres \"stunna\" Saranthus will be reporting on the sidelines and Alex \"Machine\" Richardson hosting the desk.",
                "DreamHack Masters Stockholm, which will count towards the Intel Grand Slam, will kick off August 29 at the Ericsson Globe in the Swedish capital, with 16 teams fighting for the lion\"s share of $250,000."
            ],
        "created_at":"",
        "updated_at":"August 17th, 2018 23:46",
        "img": 
            [
                "https://pbs.twimg.com/media/Dk0CdejX0AAe3xs.jpg"
            ]
        },
        {
        "id": 5,
        "title": "DREAMHACK MASTERS STOCKHOLM INITIAL MATCHUPS REVEALED",
        "content":
            [
                "After revealing the groups on Thursday, DreamHack has now released the first-round matchups, which will be played on day one of the $250,000 tournament.", 
                "Over the course of the first two days of the Stockholm event, DreamHack will broadcast on two official streams at a time, with day three reserved for the deciding matches of each group.", 
                "The detailed schedule of the initial matchups, which will feature best-of-ones, as well as of the remainder of the tournament featuring best-of-three series"
            ],
        "created_at":"",
        "updated_at":"August 17th, 2018 17:26",
        "img": 
            [
                "https://ezgame.info/wp-content/uploads/2018/04/Astralis-wins-DHMaster.jpeg"
            ]
        } 
    ],

    "maps": [
        {
        "id": 1,
        "title": "DUST 2",
        "intro": 
        [
            "Dust II is a bomb defusal map in Counter-Strike: Global Offensive. The Counter-Terrorists have two objectives: to prevent the Terrorists from planting the C-4 at either of the two chemical weapon stashes (Bombsites A or B), or to defuse the bomb after the Terrorists plant. The map appears to be based in the Middle East, similar to its predecessor Dust. Dust II is arguably the most popular and played Counter-Strike map and perhaps the iconic map of the franchise."
            
        ],
        "spawn": 
        [
            "SPAWN",
            "Counter-Terrorists",
            "The CT spawn is a semi-large underpass directly below the catwalk area. While seemingly featureless, the area features a couple of cheeky boost spots; one on the double stack, overlooking a tight angle above the middle doors, and one on the large brown crate, occupying a wider angle over the same spot.",
            "Terrorist",
            "In stark contrast to the CT spawn, the T spawn is a wide open area on the northern side of the map. A swift AWPing T is able to heavily tag or even instantly kill a CT crossing over to the B bombsite by either wallbanging the door by intuition (a headshot is required for an instant kill) or even by shooting through the gap of the door with paramount reflexes."
        ],
        "bombsites": 
        [
            "BOMBSITE",
            "Bombsite A",
            "Bombsite A is located in the northeastern corner of the map. It is accessible from the Counter-Terrorist spawn area as well two major pathways; a wide open path from the Terrorist spawn (long) as well as the catwalk leading from mid (short/cat).",
            "The site itself consists of a small platform, with the only cover provided to a planter or defuser being three crates; two on short\"s side and one on ramp\"s. Planting directly onto the center of the bombsite will in most cases leave the terrorist completely vulnerable to being killed from the top of pit, but the site offers a surprising amount of spots for the bomb; in addition to the direct front side of the platform, it can also be planted safely behind either of the sets of boxes (parallel to Goose) as well as directly facing short, leaving a defusing Counter-Terrorist a sitting duck to a T hiding there.",
            "Bombsite B",
            "The middle area acts as a major vantage point, especially to the Terrorists, as it is connected to almost every other area on the map in one way or another. Both of the common entry areas to the bombsites mentioned above are available from here. The long-ranged, direct design of the area is a contributing factor to how the sniper rifles are very effective on Dust II; a lot of duels take place between a Terrorist on top mid and a Counter-Terrorist in CT mid, often in effort to contest the valuable control of the location."
        ],
        "img":
        [
            "https://i1.wp.com/letsgame.today/wp-content/uploads/2018/02/dust-2-callouts.png?w=1024&ssl=1"
        ]
    },
    {
        "id": 2,
        "title": "INFERNO",
        "intro": 
        [
            "This version of the map has a few visual improvements but not much has changed. The hay stacks and the fish ponds still make an appearance but nuclear containment barrels have also been added. The skybox has also changed, similar to Counter-Strike 1.0. On October 10th, 2016, the map received a major texture and graphic overhaul, as well as reopening the exit for T spawn originally from source, as well as other minor layout changes. The Counter-Terrorist forces are revealed as SAS, while the Terrorist forces are known as the Separatists."
        ],
        "spawn": 
        [
            "Terrorists are attempting to blow up two critical gas pipelines through part of a small village.",
            "Counter-Terrorists:",
            "Prevent the terrorists from destroying the pipelines.",
            "Terrorists:",
            "Destroy the two gas pipelines.",
            "Other Notes: There are 2 bomb sites in this mission."
        ],
        "bombsites":
        [
            ""
        ],
        "img":
        [
            "https://i1.wp.com/letsgame.today/wp-content/uploads/2018/02/de_inferno-callouts.png?w=1024&ssl=1"
        ]
    },
    {
        "id": 3,
        "title": "TRAIN",
        "intro": 
        [
            "Valve made major improvements to Train as the textures were changed once more. The nuclear payloads were replaced with radioactive barrels and the position of the bomb target in Bombsite B was moved out of the enclosed loading docks to the middle of the area. Furthermore, there are two roofs in that bombsite which allows both teams to appoint a sniper for additional cover. Finally, the train cars no longer allowed players to move underneath them. The official factions in this map is SEAL Team 6 and the Balkans."
        ],
        "spawn":
        [
            "Counter-Terrorists:",
            "Prevent Terrorists from bombing the nuclear payloads on two trains. Team members must defuse any bombs that threaten the payloads.",
            "Terrorists:",
            "The Terrorist carrying the C4 must destroy one of the payloads."
        
        ],
        "bombsites":
        [
            ""
        ],
        "img":
        [
            "https://i2.wp.com/letsgame.today/wp-content/uploads/2018/02/de_train-callouts.png?resize=1024%2C1024&ssl=1"
        ]
    },
    {
        "id": 4,
        "title": "MIRAGE",
        "intro": 
        [
            "Valve and Hidden Path Entertainment had refined the map\"s visuals and implemented small gameplay tweaks. For instance, the original versions of Mirage had textures similar to Italy. Later on, it was changed into a Dust-like setting."
        ],
        "spawn":
        [
            "Bombsite A",
            "A fairly open bombsite, cover is spread around the plant site to provide cover for the bomb holder. With 3 options for terrorists to enter,(Palace, A ramp, Connector) combinations of smokes and flashes, with taking mid, can lead to a easy take and cut off rotates. Using a Molotov to clear sandwich is important.",
            "Mid",
            "Mid for mirage is very open with lack of cover. Using a smoke to cover the approach to top mid can prevent being picked by awpers. Smoking off window and sending players underpass allows terrorists to control mid and take connector control. Counter terrorists can hold mid from window, connector, and short B.",
            "Bombsite B",
            "Entering Bombsite B for Terrorists can be more difficult to enter due to the long hallway of the B apartments. Using flashes can stop a player at van and anyone else in Bombsite B. Sometimes teams will take mid control and enter through short B and B apartments leaving a player in ladder room to cut off rotates."
        ],
        "bombsites":
        [
            ""
        ],
        "img":
        [
            "https://i1.wp.com/letsgame.today/wp-content/uploads/2018/02/mirage-radar-csgo.png?w=1024&ssl=1"
        ]      
    },
    {
        "id": 5,
        "title": "NUKE",
        "intro": 
        [
            "The map takes place in a warehouse containing nuclear materials or a nuclear power plant. In Global Offensive, the original version of the map takes place a German nuclear power plant, while the revamped version takes place in an American one.",
            "Unlike most Counter-Strike bomb defusal maps, the map revolves around a central structure rather than multiple lanes, with the two bombsites being overlapped on top of each other.",
            "In Global Offensive, before the rehaul, many players had criticized the map for being too CT-sided. Due to the map\"s unusual structure, CTs have access to a wide array of defensive positions that are very difficult for Ts to reliably clear one by one, particularly in the 2 bombsites. As a result, the performance of Terrorists was influenced heavily by lucky enemy positions, weakening the skill-based gameplay."
        ],
        "spawn":
        [
            "Counter-Terrorists:",
            "Prevent Terrorists from bombing the nuclear reactor. The reactor can be targeted from above and below. Team members must defuse any bombs that threaten targeted areas.",
            "Terrorists:",
            "The Terrorist carrying the C4 must destroy the nuclear missile."
        ],
        "bombsites":
        [
            "Bombsite A",
            "The upper bombsite (A) has been redesigned to make defense a bit more difficult for CTs. Space in the rafters has been restricted in order to make Squeaky Door rushes more potent and encounters through Mini entrance more predictable. The bombsite target canisters have been moved toward the rear of the room in order to reduce the exposure from players in Heaven. T\"s can take stronger control of site A via a new route over Hut from the bombsite floor to Rafters.",
            "Bombsite B",
            "The lower bombsite (B) has received its own changes to make securing the site more dynamic for both sides. The route from Tunnels to the lower site has been re-introduced through a new Decontamination room (or ‘Decon’). Toxic storage has been moved toward Ramp Room, giving defending T\"s more lines of sight on the bomb target. The plantable area has been expanded, and includes the space on top of the target canister.",
            "Vent area",
            "The vents that connect Bombsites A and B have been reconfigured to adjust rotation times between the sites. The vents have been converted from an \"H\" shape to an \"S\" shape, slightly lengthening traversal time and making it easier for defending T\"s to hold the site.",
            "Outside/Yard",
            "The area surrounding the main power plant building (\"Outside\") has seen a number of alterations. The route from Rooftop to Silo has been streamlined to encourage Terrorists to take strategic ownership of the yard below. Once on top of Silo, Terrorists can choose to one-way drop onto the extended Catwalk. This provides the Terrorist team with a surprise route around the exterior of the plant building, with many advantageous views of Outside, eventually leading all the way to A site Rafters. A new route up the exterior of Locker Room to Catwalk gives Terrorists yet another way to sneak up on Counter-Terrorists. The entire Outside area features reconfigured cover spots that work to even the score between teams. Additionally, all player spawn points have been moved closer to the action."
        ],
        "img":
        [
            "https://i0.wp.com/letsgame.today/wp-content/uploads/2018/02/de_nuke_radar.png?w=1024&ssl=1"
        ]
    },
    {
        "id": 6,
        "title": "OVERPASS",
        "intro": 
        [
            "The map\"s setting is a canal overpass and the park built above it in Berlin, Germany. The GSG-9 must protect a stalled military shipment on a canal overpass while the Phoenix Connexion can either attack the shipment head-on or attempt to destroy the overpass itself by bombing the pillar below.",
            "The Counter-Terrorists spawn in bombsite A, where the disabled cargo truck is located at. Meanwhile, the Terrorists\" Spawn Zone is around the bottom of the canal.",
            "Bombsite B is located below the CT Spawn Zone and can easily be accessed from a stairwell. In here, snipers can easily guard here as a sniper nest is positioned towards the entire site."
        ],
        "spawn":
        [
            "Counter-Terrorists:",
            "Defend a stalled military shipment on the canal overpass.",
            "Terrorists:",
            "Attack the shipment head-on or attempt to take down the overpass itself."
        ],
        "bombsites":
        [
            ""
        ],
        "img":
        [
            "https://i0.wp.com/letsgame.today/wp-content/uploads/2018/02/de_overpass_radar.png?w=1024&ssl=1"
        ]
    },
    {
        "id": 7,
        "title": "CACHE",
        "intro": 
        [
            "Originally a custom map for Counter-Strike: Source, it was remade for Counter-Strike: Global Offensive with rebalances to fix the original\"s Terrorist-sided issues.The map takes place in Pripyat, Ukraine. The Chernobyl Power Plant is visible from the Terrorist spawn, along with nearby buildings and even fencing material consistent with the real-life counterpart."
        ],
        "spawn":
        [
            "CT Spawn",
            "The CT Spawn is located in a garage on one side of the map. After exiting the CT Spawn, the CTs can defend Bombsite A by turning left and going past a Truck, defend Middle by going forwards and through a short pathway called CT Connector, or defend Bombsite B by turning right, which gives them access to Heaven (an elevated platform overlooking Bombsite B) or the main doors to B.",
            "T Spawn",
            "The T Spawn is located in an open field on the side opposite to the CTs. The Ts can attack Bombsite A by going right into Long A or A Main, attack Middle by go forwards through the Garage or boosting teammates onto Boost near A Main, or turn left and attack Bombsite B from B Halls."
        ],
        "bombsites":
        [
            "Bombsite A",
            "Bombsite A encompasses a parking area. A long slope (called Highway) connects the area to Middle. Ts can enter the area via Long A or A Main.",
            "A large freight container at the center of the Bombsite and a smaller stack of crates next to it are the central elements of the area. An elevated platform called Balcony can be accessed from a ladder near Highway. Underneath the Balcony is a large Forklift and a few boxes, giving cover for defending CTs or Ts attacking out from A Main.",
            "Opposite to Balcony is a large stack of boxes known as Boost Boxes, which can only be accessed via boosting a teammate, but provides a situationally useful hiding spot.",
            "A truck is parked near the corner from the path from CT Spawn, giving good cover for CT snipers to look into A Main.",
            "Bombsite B",
            "Bombsite B is an indoors area containing lots of stacked crates, giving good cover for defending. The area is primarily connected to B Halls via an open gate, but Vents from mid connects to a pathway on the side of the area known as Checkers (named after the checkered floor the area has).",
            "An elevated platform on the CT side of the area known as Heavens gives defending CTs a good position to overlook the area.",
            "Long A",
            "Long A is a long hallway connecting Bombsite A with the T Spawn area. The area is a long 90-degree turn, largely empty and lacking in cover, with a door at the end of the hallway connecting the path to Bombsite A, making it difficult to both attack out of and into Long A.",
            "Opening the door gives a direct view to defenders near the Balcony area and the top of the slope, but defenders defending from within the freight container and crates can easily identify and eliminate players coming through the door.",
            "A Main",
            "A Main is an alternate path to Bombsite A. The path contains a single box for cover and has an open gate leading into Bombsite A. It is more exposed than Long A, but gives a better view of defenders\" positions, especially defenders defending behind the freight container and the crates.",
            "Middle",
            "Middle is one of the most hotly contested areas on the map. As its name states, it is located at the middle of the map. It is a large, open area with a small building on one side (known as Mid Roofs) and is otherwise empty. It connects to CT Spawn via CT Connector, T Spawn via Garage, Bombsite A via Highways (a long slope), and Bombsite B via an air vent passageway on T side of the area.",
            "Ts can access this area by going through T Mid, an open gate with little cover but a quick way into vents. They can also go into the area by boosting teammates up to an otherwise inaccessible platform near A Main, which overlooks much of Middle but is completely exposed.",
            "CTs can get cover against attacking Ts by retreating into the CT Connector or by sitting behind the small building, in an area known as Sand Bags. CTs coming down from the slope can also take cover behind a white box sitting right next to the slope known as White.",
            "B Halls",
            "B Halls is the primary access route to Bombsite B for Ts. It is a C-shaped hallway connected to Garage via a small pathway known as Dumpster. It connects to Checkers and Bombsite B via two open gates.",
            "A courtyard on the side of the halls looks at a window directly above Bombsite B. Its primary use is for attacking Ts to throw grenades into Bombsite B before attacking."
        ],
        "img":
        [
            "https://i1.wp.com/letsgame.today/wp-content/uploads/2018/02/csgo-cache-map-callouts.png?w=1024&ssl=1"
        ]
    },
    {
        "id": 8,
        "title": "COBBLESTONE",
        "intro": 
        [
            "REWORK"
        ],
        "spawn":
        [
            ""
        ],
        "bombsites":
        [
            ""
        ],
        "img":
        [
            ""
        ]
    }
    ],

    "updates":[
    {
        "id": 1,
        "title": "Release Notes for 21/8/2018",
        "content": 
        [
            "[GAMEPLAY]",
            "– Enabled MP5-SD in Wingman matches.",
            "– Increased chicken festivity.",
            "",
            "[WORKSHOP]",
            "– Added MP5-SD tag for workshop submissions."
        ],
        "updated_at": "21/8/2018",
        "img": ""
    },
    {
        "id": 2,
        "title": "Release Notes for 16/8/2018",
        "content": 
        [
            "[PANORAMA]",
            "– Panorama UI is now enabled by default on all platforms.",
            "– Users who experience technical issues running CS:GO Panorama UI are encouraged to email CSGOTeamFeedback [at] valvesoftware.com and include #PanoramaUI in the subject line.",
            "– Legacy Scaleform UI can be used for a very limited time with “-legacyscaleformui” launch option.",
            "",
            "[MP5-SD]",
            "– Slight increase in maximum audible distance of primary fire sound.",
            "– Chickens are no longer scared when players fire the MP5-SD.",
            "",
            "[MISC]",
            "– playgamesound command is now cheat protected."
        ],
        "updated_at": "8/16/2018",
        "img": ""
    },
    {
        "id": 3,
        "title": "Release Notes for 15/8/2018",
        "content": 
        [
            "[GAMEPLAY]",
            "– Added the all new MP5-SD, available for testing Offline and in Official Casual and Deathmatch servers. It can be equipped in your MP7 loadout slot.",
            "",
            "[MATCHMAKING]",
            "– Lobbies advertised to nearby players and Steam Groups members will now expire after 5 minutes of the lobby leader’s inactivity.",
            "– Added a way to start advertising single-user lobbies to nearby players and Steam Groups members from the permissions dialog.",
            "",
            "[NETWORKING]",
            "– Fixed a bug causing some players, especially on DSL connections, to experience high packet loss due to packets being delivered out of order.",
            "",
            "[PANORAMA]",
            "– Enabled Panorama UI on Windows XP and Windows Vista game clients.",
            "– Enabled lobby chat when accept match popup is active.",
            "– Fixed various multi-line messages clipping last line of text.",
            "– Fixed unresponsive keyboard after typing and pressing ‘send’ in the chat panel.",
            "– Allow sending a Steam message to recent teammates using new Steam chat.",
            "– Spectator HUD elements now respect the cl_drawhud setting.",
            "– Fixed reconnect button when it appears over lobby chat.",
            "– Fixed MP7 walk up animation.",
            "– Game state integration includes a field “round_totaldmg” to track total damage the player dealt.",
            "– Various scoreboard bug fixes for different game modes.",
            "– Various stability improvements and fixes.",
            "– Fixed mapoverview icon scaling",
            "",
            "[HORIZON CASE]",
            "– Added normal maps to Desert Eagle | Code Red and P90 | Traction",
            "",
            "[PERFECT WORLD]",
            "– Improved reliability of downloading Overwatch evidence in Perfect World CS:GO game client.",
            "",
            "[MISC]",
            "– This update includes a change to “csgo.exe” which, while signed with Valve digital certificate, may still trigger warnings in certain anti-virus packages and require users to manually change their AV software settings to update correctly."
        ],
        "updated_at": "15/8/2018",
        "img": ""
    },
    {
        "id": 4,
        "title": "Release Notes for 8/8/2018",
        "content": 
        [
            "[GAME STATE INTEGRATION]",
            "– Added support for bomb info in GSI which can be turned on with “bomb” “1” in the configuration file.",
            "– Added support for observer free camera information when “player_position” “1” is enabled in the configuration file.",
            "– Added support for match round outcomes which can be turned on with “map_round_wins” “1” in the configuration file.",
            "",
            "[PERFECT WORLD]",
            "– Fixed Chinese voice audio for several character factions not playing correctly in the Perfect World version of the game.",
            "",
            "[AUDIO]",
            "– Improved quality of voice chat in the lobby.",
            "",
            "[PANORAMA]",
            "– Added cl_drawhud_specvote setting to disable vote screens when observing.",
            "– Fixed map names displaying incorrectly in the voting panel in Chinese.",
            "– Adjusted spectator player panel position at different HUD scales to reduce overlap with the chat.",
            "– Fixed hostage icons under the radar not showing up if you had cl_hud_bomb_under_radar set to 0.",
            "– Chat and voice panel spacing has been updated slightly.",
            "– Fixed the player name in the spectator panel overlapping with the item name in rare cases.",
            "– cl_radar_icon_scale_min max value has been increased to 1.25",
            "– Added a con command (spec_cameraman_set_xray) that will allow setting whether the hltv cameraman is controlling the state of the x-ray or not (1 = cameraman controlled, 0 = spectator controlled).",
            "– Scoreboard:",
            "— Fixed 20 players not fitting in the Casual scoreboard.",
            "— Fixed incorrect scrolling for servers with a large number of players.",
            "— Fixed a performance issue when maxrounds is greater than 30.",
            "— Fixed a case where old End of Match skill group and data would get reused.",
            "— cl_mute_enemy_team now displays on avatars."
        ],
        "updated_at": "8/8/2018",
        "img": ""
    },
    {
        "id": 5,
        "title": "Release Notes for 2/8/2018",
        "content": 
        [
            "[UI]",
            "– Panorama UI is now active by default for users on all supported operating systems.",
            "– For a limited transition time users can opt into backwards compatibility mode by adding -scaleform launch option.",
            "",
            "[GAMEPLAY]",
            "– Planted C4 will now emit a different beeping sound when planted at bombsite B.",
            "– Molotovs and incendiary grenades will now consistently deal impact damage to match other grenades.",
            "",
            "[PERFECT WORLD]",
            "– Players using the CS:GO Perfect World launcher now have fully localized voice audio.",
            "– Community servers now allow connections from players using the CS:GO Perfect World launcher and other launchers.",
            "",
            "[HORIZON CASE]",
            "– Added the Horizon Case, featuring 17 new community weapon finishes and 4 brand new knives.",
            "",
            "[PANORAMA]",
            "– Fixed halftime and team selection music to respect main menu music volume settings.",
            "– Lobby voice chat will now duck main menu music volume for the duration of voice chat.",
            "– Fixed ability to borrow music kits and added a button to stop borrowing music kits.",
            "– Fixed a bug that caused old invites to be re-sent when returning to lobby from a competitive match.",
            "– Friends rich presence in-game now displays the competitive match score first.",
            "– Added chat messages for players receiving competitive cooldowns, reports, and commendations.",
            "– Multiple fixes for IME support and text entry focus with IME.",
            "– Updated lobby chat to show more messages.",
            "– Fixed Lobby chat layouts for 4×3 and 5×4 aspect ratios.",
            "– Fixed end of match rank display showing incorrect text for 40+ level ranks.",
            "– Fixed reconnect panel layouts for 4×3 and 5×4 aspect ratios.",
            "– Fixed scoreboard layout in war game modes.",
            "– Improved visual separation of observers in the scoreboard.",
            "– Fixed the spectator round timer sometimes getting stuck red.",
            "– Fixed radar and map overviews for workshop maps that don’t have a manifest file with radar data.",
            "– Fixed workshop maps selection screen in Wingman mode.",
            "– Impact kills with molotovs and incendiary grenades now display an icon in the kill feed.",
            "– Fixed various mistakes on the new radar map overviews (thanks Yesber).",
            "",
            "[MISC]",
            "– Added fallback parameters to Overpass water material to fix stale reflection data.",
            "– Added rare inspect animation to Desert Eagle.",
            "– Miscellaneous stability and security fixes."
        ],
        "updated_at": "2/8/2018",
        "img": ""
    }
    ],

    "teams": [
        {
            "id": 1,
            "Name": "ASTRALIS",
            "Country": "Denmark",
            "World_score": 1000,
            "img": "src/Images/Astralis.jpg",
            "discription": "Astralis is a Danish organization owned by players of the former Danish Team SoloMid/Questionmark lineup, with the help of their manager, Frederik \"realition\" Byskov. The rights to the Astralis name were obtained from the original founders of the Finnish Counter-Strike team."
        },
        {
            "id": 2,
            "Name": "FAZE",
            "Country": "Europe",
            "World_score": 999,
            "img": "src/Images/faze.jpg",
            "discription": "FaZe Clan is an American professional esports organization, mostly known for its presence in the Call of Duty scene."
        },
        {
            "id": 3,
            "Name": "Natus Vincere",
            "Country": "Russia",
            "World_score": 791,
            "img": "src/Images/Navi.jpg"
        },{
            "id": 4,
            "Name": "Liquid",
            "Country": "North America",
            "World_score": 494,
            "img": "src/Images/liquid.jpg"
        },{
            "id": 5,
            "Name": "Mousesports",
            "Country": "Europe",
            "World_score": 369,
            "img": "src/Images/Mouse_eSports_p.jpg"
        }
    ],

    "players":[
        {
            "id": 1,
            "name": "gla1ve",
            "realname": "Lukas Rossander",
            "age": 23,
            "currentteam":"Astralis",
            "img": "src/Images/gla1ve-large.png",
            "idTeam":1,
            "leader":true
        },
        {
            "id": 2,
            "name": "dupreeh",
            "realname": "Peter Rasmussen",
            "age": 25,
            "currentteam":"Astralis",
            "img": "src/Images/dupreeh-csgo.jpg",
            "idTeam":1,
            "leader":false
        },
        {
            "id": 3,
            "name": "Xyp9x",
            "realname": "Andreas Højsleth",
            "age": 22,
            "currentteam":"Astralis",
            "img": "src/Images/xyp9x.jpg",
            "idTeam":1,
            "leader":false
        },
        {
            "id": 4,
            "name": "device",
            "realname": "Nicolai Reedtz",
            "age": 22,
            "currentteam":"Astralis",
            "img": "src/Images/dev1ce_jj.png",
            "idTeam":1,
            "leader":false
        },
        {
            "id": 5,
            "name": "Magisk",
            "realname": "Emil Reif",
            "age": 20,
            "currentteam":"Astralis",
            "img": "src/Images/magisk-large.png",
            "idTeam":1,
            "leader":false
        },
        {
            "id": 6,
            "name": "Karrigan",
            "realname": "Lukas Rossander",
            "age": 23,
            "currentteam":"Faze",
            "img": "src/Images/Karrigan-faze.png",
            "idTeam":2,
            "leader":true
        },
        {
            "id": 7,
            "name": "Rain",
            "realname": "Peter Rasmussen",
            "age": 25,
            "currentteam":"Faze",
            "img": "src/Images/rain-faze.png",
            "idTeam":2,
            "leader":false
        },
        {
            "id": 8,
            "name": "Olofmeister",
            "realname": "Andreas Højsleth",
            "age": 22,
            "currentteam":"Faze",
            "img": "src/Images/olof-faze.png",
            "idTeam":2,
            "leader":false
        },
        {
            "id": 9,
            "name": "Guardian",
            "realname": "Nicolai Reedtz",
            "age": 22,
            "currentteam":"Faze",
            "img": "src/Images/GuardiaN-faze.png",
            "idTeam":2,
            "leader":false
        },
        {
            "id": 10,
            "name": "Niko",
            "realname": "Emil Reif",
            "age": 20,
            "currentteam":"Faze",
            "img": "src/Images/niko-faze.png",
            "idTeam":2,
            "leader":false
        }
    ],

    "matches":[
        {
            "id":1,
            "team1": 1,
            "team2": 4,
            "time" : "August 28, 2018, 9:00:00 AM",
            "status" : 1
        }
    ]
}